Repository: avk0978/WebParsingToInsta
Catalog: WebParsingToInsta/*.lproj/Localizable.strings
Languages: de, tr, uk

source: Cancel
de: Stornieren
tr: İptal
uk: Скасувати

source: Close
de: Schließen
tr: Kapat
uk: Закрити

source: Delete image
de: Foto löschen
tr: Sil
uk: Видалити зображення

source: Delete link
de: Link löschen
tr: Bağlantıyı sil
uk: Видалити посилання

source: Enter site name
de: Geben Sie den Namen der Site ein
tr: Site adını girin
uk: Введіть ім'я сайту

source: Enter the address of site
de: Geben Sie die Adresse der Site ein
tr: Sitenin adresini giriniz
uk: Введіть адрсу сайту

source: ERROR
tr: HATA
uk: Помилка

source: Exit
de: Ausfahrt
tr: Çıkış
uk: Вихiд

source: Instagramm application is not installed
de: Instagram-Anwendung ist nicht installiert
tr: Instagram uygulaması yüklü değil
uk: Додаток Instagram не встановлено

source: List of links
de: Liste der Links
tr: Bağlantıların listesi
uk: Список посилань

source: Loaded when opening the application
de: Wird beim Öffnen der Anwendung geladen
tr: Bir uygulamayı açarken çalıştır
uk: Завантажується під час запуску програми

source: Name of the site
de: Name der Site
tr: Sitenin adı
uk: Назва сайту

source: OK
tr: Tamam
uk: Так

source: Post to Instagram
de: Post auf Instagram
tr: Instagram'a gönder
uk: Публікація в Instagram

source: Save link to website
de: Speichern Sie den Link zur Website
tr: Bağlantıyı web sitesine kaydedin
uk: Збережіть посилання на сайт

source: Show website
de: Website anzeigen
tr: Web sitesini göster
uk: Відкрити сайт

source: Site address with images
de: Adresse der Website mit Bildern
tr: Görsellerle site adresi
uk: Адреса сайту з зображеннями

source: Site name with images
de: Websitename mit Bildern
tr: Görsellerle site adı
uk: Назва сайту з зображеннями

source: This link is used to load the default site. To remove it, assign another link by default
de: Dieser Link wird zum Laden der Standard-Site verwendet. Um es zu entfernen, weisen Sie standardmäßig einen anderen Link zu
tr: Bu bağlantı, varsayılan siteyi yüklemek için kullanılır. Bunu kaldırmak için varsayılan olarak başka bir bağlantı atayın
uk: Це посилання використовується для завантаження сайту за замовчуванням. Щоб видалити його призначте інше посилання за замовчуванням

source: This name already exists
de: Dieser Name existiert bereits
tr: Bu isim zaten var
uk: Це ім'я вже існує

source: Uninstall error
de: Deinstallationsfehler
tr: Kaldırma hatası
uk: Помилка видалення

source: Upload images
de: Lade Bilder hoch
tr: Resimleri yükle
uk: Завантажте зображення

source: View image
de: Bilder anzeigen
tr: Görüntüleri görüntüle
uk: Перегляд зображень

source: View images
de: Bilder anzeigen
tr: Görüntüleri görüntüle
uk: Перегляд зображень

source: Delete all images
de: Lösche alle Bilder
